Repository: massijay/YTLauncher
Catalog: YTLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: it

# AppDescription
source: YouTube links handler
it: Intercetta i link di YouTube

# CustomCheckBox.Content
source: Set custom URI scheme
it: Imposta uno schema URI personalizzato

# CustomUriTextBox.PlaceholderText
source: Write your custom URI scheme here
it: Scrivi lo schema URI personalizzato qui

# metrotubeInfo
source: Opens Metrotube app, but only on Windows 10 Mobile. Also opens Tubecast in both Windows 10 Desktop and Mobile
it: Apre l'app Metrotube, ma solo su Windows 10 Mobile. Inoltre apre l'app Tubecast sia su Windows 10 Desktop sia su Mobile

# metrotubeName
source: Metrotube (Only WM)
it: Metrotube (Solo WM)

# PageDescription.Text
source: Select URI scheme for the app you want to open:
it: Scegli lo schema URI per l'app che vuoi aprire:

# TitleTextBlock.Text
source: Settings
it: Impostazioni

# tubecastInfo
source: Opens Tubecast for YouTube app
it: Apre l'app Tubecast for YouTube

# vndYoutubeInfo
source: Opens app with the official YouTube URI scheme (myTube, Tubecast, etc.)
it: Apre l'app che usa l'URI ufficiale di Youtube (myTube, Tubecast, ecc.)

# vndYoutubeName
source: Default URI for YouTube
it: URI predefinita di Youtube

source: Author
it: Autore

# FeedbackButton.Content
source: Send Feedback
it: Invia Feedback

# InfoPageTitleTextBlock.Text
source: About
it: Informazioni

source: Version
it: Versione

# VisitTextBlock.Text
source: Visit
it: Visita

# awesometubeInfo
source: Opens Awesome Tube app
it: Apre l'app Awesome Tube

# OpenSettingsButton.Content
source: Open settings
it: Apri impostazioni

# OpenSettingsTextBlock.Text
source: Open Apps for websites settings to choose which YouTube URL opens YTLauncher:
it: Apri le impostazioni delle App per siti Web per scegliere attraverso quale URL di YouTube avviare YTLauncher:
